Revit 2027 API
ParameterTypeId.RbsDuctFlowParam Property
 "Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFlowParam { get; }
Public Shared ReadOnly Property RbsDuctFlowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFlowParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFlowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace